---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarHandleNameData
source: html/6efd2274-7a1c-f2a3-d0cc-a9af7116d81c.htm
---
# RebarHandleNameData Members

Releases all resources used by the RebarHandleNameData